Repository: leif-larsen/parkergratis
Catalog: ParkerGratis/ParkerGratis_Forms/Languages/AppResources.*.resx
Languages: nb

# SuccessTitle
source: Successfull
nb: Vellykket

# SuccessReportingMessage
source: Parking location is now reported.
nb: Parkeringsplassen er nå rapportert.

# SuccessVerifyingMessage
source: Parking location is now verified.
nb: Parkeringsplassen er nå verifisert.

# SuccessAddedParkingMessage
source: The new parking location is successfully added. Thank you for your contribution!
nb: Den nye parkeringsplassen er nå lagt til. Takk for ditt bidrag!

# ErrorTitleText
source: Error
nb: Feil

# GeneralErrorMessage
source: Something unknown went wrong. Contact the developer for help.
nb: Noe gikk galt. Kontakt utvikleren for videre assistanse.

# OtherTypeSelectedButNoDescText
source: If you have selected other as parking type, you need to specify the type in the field below.
nb: Hvis du har valgt "Annet" som parkeringstype må du spesifisere nærmere i tekstfeltet under.

# NoNameWhenAddingParkingError
source: You need to specify a unique name for the parking location.
nb: Du må oppgi et navn på parkeringsplassen.

# LoadingText
source: Loading
nb: Laster...

# FreeGivenTime
source: Free after given time
nb: Gratis etter gitt tid

# Hours2
source: 2 hours free
nb: 2 timer gratis

# Hours3
source: 3 hours free
nb: 3 timer gratis

# Hours4
source: 4 hours free
nb: 4 timer gratis

# Hours5
source: 5 hours free
nb: 5 timer gratis

source: Other
nb: Annet

# FreeStreetPark
source: Free street parking
nb: Gratis gateparkering

source: Free with ticket
nb: Gratis mot billett/oblat

# FreeWeekend
source: Free in the weekend
nb: Gratis i helg

# FreeCommute
source: Free commute parking
nb: Pendlerparkering

# CenterPinText
source: Add new parking spot
nb: Legg til ny parkering

# SearchBarPlaceHolderText
source: Enter a search query
nb: Søk etter sted

# MapPageTitle
source: Overview
nb: Oversikt

# NewParkingPageTitle
source: Add new parking
nb: Legg til parkering

# NameLabelText
source: Name
nb: Navn

# OtherLabelText
source: Other Information
nb: Annen informasjon

# AdditionalInfoLabelText
source: Additional Information
nb: Tilleggsinformasjon

# AddressTextLabel
source: Address
nb: Adresse

# LatTextLabel
source: Latitude
nb: Breddegrad

# LongTextLabel
source: Longitude
nb: Lengdegrad

# ParkingTypesLabel
source: Parking types
nb: Parkeringstyper

# ParkingTypeLabel
source: Parking type
nb: Parkeringstype

# AddLocationButtonText
source: Add new location
nb: Legg til ny parkering

# ParkingDetailsAddress
source: Address:
nb: Adresse:

# ParkingDetailsOtherInfo
source: Other information:
nb: Annen informasjon:

# ParkingDetailsAddInfo
source: Additional information:
nb: Tilleggsinformasjon:

# ParkingDetailsDistance
source: Distance:
nb: Distanse:

# ParkingDetailsVerifiedTitle
source: Verified:
nb: Verifisert:

# ParkingDetailsReportedTitle
source: Reported:
nb: Rapportert:

# ParkingDetailsGetDirectionButton
source: Get directions
nb: Veibeskrivelse

# ParkingDetailsReportLocationButton
source: Report location
nb: Rapporter parkeringsplass

# ParkingDetailsVerifyLocationButton
source: Verify location
nb: Verifiser parkeringsplass

# ParkingDetailsAbout
source: About the parking
nb: Om parkeringen

source: Yes
nb: Ja

source: No
nb: Nei
